import math

#Задание 3
#Непрерывная случайная величина X распределена нормально и задана плотностью распределения
#f(x) = (1 / (4 * sqrt(2pi))) * exp((-(x+2)**2) / 32)
#Найдите:
#а) M(X)
#б) D(X)
#в) std(X) (среднее квадратичное отклонение)")

# из формулы
a=-2
σ=4

print(f"а) M(X)={a}\n\
б) D(X)={σ**2}\n\
в) std(X)={σ} (среднее квадратичное отклонение)")
